Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite
vi: Tiếp tục với tư cách khách

source: Control how playback starts and behaves: the default player, intro skipping, frame-rate matching, Dolby Vision handling and buffering.
de: Steuere, wie die Wiedergabe startet und sich verhält: Standard-Player, Intro-Überspringen, Bildrate anpassen, Dolby-Vision-Verarbeitung und Pufferung.
es: Controla cómo empieza y se comporta la reproducción: reproductor predeterminado, omisión de intros, ajuste de fotogramas, gestión de Dolby Vision y almacenamiento en búfer.
fr: Contrôlez le démarrage et le comportement de la lecture : lecteur par défaut, saut des intros, adaptation de la fréquence d’images, gestion de Dolby Vision et mémoire tampon.
it: Controlla come parte e si comporta la riproduzione: player predefinito, salto delle intro, adattamento della frequenza fotogrammi, gestione di Dolby Vision e buffering.
vi: Điều khiển cách phát bắt đầu và hoạt động: trình phát mặc định, bỏ qua phần mở đầu, khớp tốc độ khung hình, xử lý Dolby Vision và đệm.

source: Corners
de: Ecken
es: Esquinas
fr: Coins
it: Angoli
vi: Góc bo

source: Costume & Make-Up
de: Kostüm & Maske
es: Vestuario y maquillaje
fr: Costumes et maquillage
it: Costumi e trucco
vi: Phục trang & hóa trang

source: Could not open this link.
de: Konnte diesen Link nicht öffnen.
es: No se pudo abrir este enlace.
fr: Impossible d’ouvrir ce lien.
it: Impossibile aprire questo link.
vi: Không thể mở liên kết này

source: Couldn't disconnect MDBList. Try again.
de: Konnte MDBList nicht trennen. Versuche es erneut.
es: No se pudo desconectar MDBList. Inténtalo de nuevo.
fr: Impossible de déconnecter MDBList. Réessayez.
it: Impossibile disconnettere MDBList. Riprova.
vi: Không ngắt kết nối được MDBList. Thử lại.

source: Couldn't install that URL.
de: Konnte diese URL nicht installieren.
es: No se pudo instalar esa URL.
fr: Impossible d'installer cette URL.
it: Impossibile installare quell'URL.
vi: Không cài được URL đó.

source: Couldn't install: %@
de: Konnte nicht installieren: %@
es: No se pudo instalar: %@
fr: Impossible d'installer : %@
it: Impossibile installare: %@
vi: Không cài được: %@

source: Couldn't load Discover.
de: Entdecken konnte nicht geladen werden.
es: No se pudo cargar Descubrir.
fr: Impossible de charger Découvrir.
it: Impossibile caricare Scopri.
vi: Không thể tải Khám phá.

source: Couldn't load this catalog. Try another genre or catalog.
de: Konnte diesen Katalog nicht laden. Versuche ein anderes Genre oder einen anderen Katalog.
es: No se pudo cargar este catálogo. Intenta otro género o catálogo.
fr: Impossible de charger ce catalogue. Essayez un autre genre ou catalogue.
it: Impossibile caricare questo catalogo. Prova un altro genere o catalogo.
vi: Không tải được danh mục này. Thử thể loại hoặc danh mục khác.

source: Couldn't load this folder.
de: Dieser Ordner konnte nicht geladen werden.
es: No se pudo cargar esta carpeta.
fr: Impossible de charger ce dossier.
it: Impossibile caricare questa cartella.
vi: Không thể tải thư mục này.

source: Couldn't load this source.
de: Diese Quelle konnte nicht geladen werden.
es: No se pudo cargar esta fuente.
fr: Impossible de charger cette source.
it: Impossibile caricare questa fonte.
vi: Không thể tải nguồn này.

source: Couldn't load your add-ons.
de: Deine Add-ons konnten nicht geladen werden.
es: No se han podido cargar tus complementos.
fr: Impossible de charger vos add-ons.
it: Impossibile caricare i tuoi add-on.
vi: Không thể tải các add-on của bạn.

source: Couldn't reach your add-ons. Check your connection.
de: Deine Add-ons sind nicht erreichbar. Prüfe deine Verbindung.
es: No se ha podido conectar con tus complementos. Comprueba tu conexión.
fr: Impossible de joindre vos add-ons. Vérifiez votre connexion.
it: Impossibile raggiungere i tuoi add-on. Controlla la connessione.
vi: Không thể kết nối tới các add-on của bạn. Hãy kiểm tra kết nối.

source: Couldn't resolve a playback link.
de: Konnte einen Wiedergabe-Link nicht auflösen.
es: No se pudo resolver un enlace de reproducción.
fr: Impossible de résoudre un lien de lecture.
it: Impossibile risolvere un collegamento di riproduzione.
vi: Không phân giải được liên kết phát.

source: Couldn't revoke on MDBList; the local token was removed.
de: Widerruf bei MDBList fehlgeschlagen; das lokale Token wurde entfernt.
es: No se pudo revocar en MDBList; se eliminó el token local.
fr: Impossible de révoquer sur MDBList ; le jeton local a été supprimé.
it: Impossibile revocare su MDBList; il token locale è stato rimosso.
vi: Không thể thu hồi trên MDBList; token cục bộ đã được xóa.

source: Couldn't start MDBList sign-in. Try again.
de: Konnte die MDBList-Anmeldung nicht starten. Versuche es erneut.
es: No se pudo iniciar el inicio de sesión de MDBList. Inténtalo de nuevo.
fr: Impossible de démarrer la connexion à MDBList. Réessayez.
it: Impossibile avviare l'accesso a MDBList. Riprova.
vi: Không bắt đầu được đăng nhập MDBList. Thử lại.

source: Couldn't start device sign-in. Try again, or paste an API key manually below.
de: Konnte Geräte-Anmeldung nicht starten. Versuche es erneut, oder füge einen API-Schlüssel manuell unten ein.
es: No se pudo iniciar el inicio de sesión del dispositivo. Intenta de nuevo o pega una clave API manualmente abajo.
fr: Impossible de démarrer la connexion par appareil. Réessayez, ou collez une clé API manuellement ci-dessous.
it: Impossibile avviare l'accesso al dispositivo. Riprova o incolla una chiave API manualmente di seguito.
vi: Không bắt đầu được đăng nhập bằng thiết bị. Thử lại, hoặc dán API key thủ công bên dưới.

source: Couldn't start the local server. Check the network connection and try again.
de: Konnte den lokalen Server nicht starten. Überprüfe die Netzwerkverbindung und versuche es erneut.
es: No se pudo iniciar el servidor local. Verifica la conexión de red e intenta de nuevo.
fr: Impossible de démarrer le serveur local. Vérifiez la connexion réseau et réessayez.
it: Impossibile avviare il server locale. Controlla la connessione di rete e riprova.
vi: Không khởi động được máy chủ cục bộ. Kiểm tra kết nối mạng và thử lại.

source: Couldn't update this list. Try again.
de: Diese Liste konnte nicht aktualisiert werden. Versuche es erneut.
es: No se pudo actualizar esta lista. Inténtalo de nuevo.
fr: Impossible de mettre à jour cette liste. Réessaie.
it: Impossibile aggiornare questa lista. Riprova.
vi: Không thể cập nhật danh sách này. Hãy thử lại.

source: Couldn’t load your %@ library
de: Deine %@-Bibliothek konnte nicht geladen werden
es: No se pudo cargar tu biblioteca de %@
fr: Impossible de charger votre bibliothèque %@
it: Impossibile caricare la tua libreria %@
vi: Không thể tải thư viện %@ của bạn

source: Couldn’t load your library
de: Deine Bibliothek konnte nicht geladen werden
es: No se pudo cargar tu biblioteca
fr: Impossible de charger votre bibliothèque
it: Impossibile caricare la tua libreria
vi: Không thể tải thư viện của bạn

source: Couldn’t look this title up with your stream addons.
de: Dieser Titel konnte mit deinen Stream-Add-ons nicht nachgeschlagen werden.
es: No se ha podido buscar este título con tus complementos de streams.
fr: Impossible de rechercher ce titre avec vos add-ons de streams.
it: Impossibile cercare questo titolo con i tuoi add-on di stream.
vi: Không thể tra cứu tiêu đề này bằng các add-on luồng của bạn.

source: Couldn’t play this source
de: Diese Quelle konnte nicht abgespielt werden
es: No se ha podido reproducir esta fuente
fr: Impossible de lire cette source
it: Impossibile riprodurre questa fonte
vi: Không thể phát nguồn này

source: Couldn’t reach the discovery endpoint. Check the URL and that the server is online.
de: Der Discovery-Endpunkt war nicht erreichbar. Prüfe die URL und ob der Server online ist.
es: No se pudo acceder al endpoint de descubrimiento. Comprueba la URL y que el servidor esté en línea.
fr: Impossible de joindre le point de terminaison de découverte. Vérifiez l'URL et assurez-vous que le serveur est en ligne.
it: Impossibile raggiungere l’endpoint di discovery. Controlla l’URL e che il server sia online.
vi: Không thể truy cập điểm cuối khám phá. Hãy kiểm tra URL và đảm bảo máy chủ đang trực tuyến.

source: Couldn’t remove the title
de: Der Titel konnte nicht entfernt werden
es: No se pudo quitar el título
fr: Impossible de retirer le titre
it: Impossibile rimuovere il titolo
vi: Không thể xóa tựa

source: Couldn’t safely clear the current session. The server was not changed.
de: Die aktuelle Sitzung konnte nicht sicher gelöscht werden. Der Server wurde nicht geändert.
es: No se pudo cerrar la sesión actual de forma segura. El servidor no se ha cambiado.
fr: Impossible d'effacer la session actuelle en toute sécurité. Le serveur n'a pas été changé.
it: Impossibile cancellare in sicurezza la sessione corrente. Il server non è stato modificato.
vi: Không thể xóa phiên hiện tại một cách an toàn. Máy chủ chưa được thay đổi.

source: Couldn’t save the filters. Try again.
de: Die Filter konnten nicht gespeichert werden. Versuche es erneut.
es: No se pudieron guardar los filtros. Inténtalo de nuevo.
fr: Impossible d'enregistrer les filtres. Réessayez.
it: Impossibile salvare i filtri. Riprova.
vi: Không thể lưu bộ lọc. Hãy thử lại.

source: Couldn’t save the server configuration.
de: Die Serverkonfiguration konnte nicht gespeichert werden.
es: No se pudo guardar la configuración del servidor.
fr: Impossible d'enregistrer la configuration du serveur.
it: Impossibile salvare la configurazione del server.
vi: Không thể lưu cấu hình máy chủ.

source: Couldn’t update %@
de: %@ konnte nicht aktualisiert werden
es: No se pudo actualizar %@
fr: Impossible de mettre à jour %@
it: Impossibile aggiornare %@
vi: Không thể cập nhật %@

source: Country
de: Land
es: País
fr: Pays
it: Paese
vi: Quốc gia

source: Counts hitches during one title page visit and logs the result when you press Menu to leave.
de: Zählt Ruckler während eines Besuchs einer Titelseite und protokolliert das Ergebnis, wenn du zum Verlassen Menü drückst.
es: Cuenta los tirones durante una visita a la página de un título y registra el resultado al pulsar Menú para salir.
fr: Compte les saccades pendant la visite d’une page de titre et consigne le résultat quand vous appuyez sur Menu pour quitter.
it: Conta gli scatti durante una visita alla pagina di un titolo e registra il risultato quando premi Menu per uscire.
vi: Đếm số lần giật trong một lần xem trang tiêu đề và ghi kết quả khi bạn nhấn Menu để thoát.

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
vi: Tạo tài khoản

source: Create your Nuvio account
de: Erstelle dein Nuvio-Konto
es: Crea tu cuenta de Nuvio
fr: Créez votre compte Nuvio
it: Crea il tuo account Nuvio
vi: Tạo tài khoản Nuvio

source: Created by
de: Erstellt von
es: Creado por
fr: Créé par
it: Creato da
vi: Tạo bởi

source: Created by %@
de: Erstellt von %@
es: Creado por %@
fr: Créé par %@
it: Creato da %@
vi: Tạo bởi %@

source: Crimson
de: Karminrot
es: Carmesí
fr: Cramoisi
vi: Đỏ thẫm

source: Currently connected to %@.
de: Derzeit verbunden mit %@.
es: Actualmente conectado a %@.
fr: Actuellement connecté à %@.
it: Attualmente connesso a %@.
vi: Hiện đang kết nối đến %@.

source: Currently using the official Nuvio server.
de: Derzeit wird der offizielle Nuvio-Server verwendet.
es: Actualmente se usa el servidor oficial de Nuvio.
fr: Vous utilisez actuellement le serveur officiel Nuvio.
it: Attualmente stai usando il server ufficiale di Nuvio.
vi: Hiện đang dùng máy chủ Nuvio chính thức.

source: Custom Posters
de: Eigene Poster
es: Pósters personalizados
fr: Affiches personnalisées
it: Poster personalizzati
vi: Poster tùy chỉnh

source: Custom poster pattern cleared
de: Eigenes Poster-Muster gelöscht
es: Patrón de póster personalizado borrado
fr: Modèle d’affiche personnalisé effacé
it: Modello poster personalizzato cancellato
vi: Đã xóa mẫu poster tùy chỉnh

source: Custom poster pattern rejected: must be an http(s) URL
de: Eigenes Poster-Muster abgelehnt: muss eine http(s)-URL sein
es: Patrón de póster personalizado rechazado: debe ser una URL http(s)
fr: Modèle d’affiche personnalisé refusé : doit être une URL http(s)
it: Modello poster personalizzato rifiutato: deve essere un URL http(s)
vi: Đã từ chối mẫu poster tùy chỉnh: phải là URL http(s)

source: Custom poster pattern set
de: Eigenes Poster-Muster gesetzt
es: Patrón de póster personalizado establecido
fr: Modèle d’affiche personnalisé défini
it: Modello poster personalizzato impostato
vi: Đã đặt mẫu poster tùy chỉnh

source: Dates & Ratings
de: Datum & Bewertungen
es: Fechas y valoraciones
fr: Dates et notes
it: Date e valutazioni
vi: Ngày & Đánh giá

source: Debrid services limit how many links you can make in a period. Preparing links ahead can use that allowance even if you never press Play, so use a lower number when you can.
de: Debrid-Dienste begrenzen, wie viele Links du in einem Zeitraum erstellen kannst. Das Vorbereiten von Links im Voraus kann dieses Kontingent verbrauchen, auch wenn du nie Wiedergabe drückst. Verwende daher möglichst eine niedrigere Zahl.
es: Los servicios debrid limitan cuántos enlaces puedes crear en un periodo. Preparar enlaces con antelación puede consumir esa cuota aunque nunca pulses Reproducir, así que usa un número bajo siempre que puedas.
fr: Les services debrid limitent le nombre de liens que vous pouvez créer sur une période. Préparer des liens à l’avance peut consommer ce quota même si vous n’appuyez jamais sur Lecture ; utilisez donc un nombre plus bas si possible.
it: I servizi debrid limitano quanti link puoi creare in un periodo. Preparare i link in anticipo può consumare questa quota anche se non premi mai Riproduci, quindi usa un numero più basso quando puoi.
vi: Dịch vụ debrid giới hạn số liên kết bạn có thể tạo trong một khoảng thời gian. Chuẩn bị liên kết trước có thể dùng hết hạn mức này dù bạn chưa bao giờ nhấn Phát, vì vậy hãy dùng số thấp hơn khi có thể.

source: Decide which streams are picked and shown, where metadata and ratings come from, where your library and progress are stored, and which plugins and search catalogs run.
de: Lege fest, welche Streams ausgewählt und angezeigt werden, woher Metadaten und Bewertungen stammen, wo deine Mediathek und dein Fortschritt gespeichert werden und welche Plugins und Suchkataloge laufen.
es: Decide qué streams se eligen y se muestran, de dónde provienen los metadatos y las valoraciones, dónde se guardan tu biblioteca y tu progreso, y qué plugins y catálogos de búsqueda se ejecutan.
fr: Décidez quels streams sont choisis et affichés, d’où viennent les métadonnées et les notes, où sont enregistrés votre bibliothèque et votre progression, et quels plug-ins et catalogues de recherche sont actifs.
it: Decidi quali stream vengono scelti e mostrati, da dove arrivano metadati e valutazioni, dove sono salvati libreria e progressi, e quali plugin e cataloghi di ricerca sono attivi.
vi: Quyết định luồng nào được chọn và hiển thị, siêu dữ liệu và đánh giá lấy từ đâu, thư viện và tiến trình được lưu ở đâu, và plugin cùng danh mục tìm kiếm nào chạy.

source: Declared bandwidth
de: Deklarierte Bandbreite
es: Ancho de banda declarado
fr: Bande passante déclarée
it: Larghezza di banda dichiarata
vi: Băng thông khai báo

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
vi: Từ chối

source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
vi: Mặc định

source: Default Player
de: Standard-Player
es: Reproductor predeterminado
fr: Lecteur par défaut
it: Lettore predefinito
vi: Trình phát mặc định

source: Default player, skipping, video and buffering
de: Standard-Player, Überspringen, Video und Pufferung
es: Reproductor predeterminado, omisión, vídeo y búfer
fr: Lecteur par défaut, saut, vidéo et mémoire tampon
it: Player predefinito, salto, video e buffering
vi: Trình phát mặc định, bỏ qua, video và đệm

source: Default shows an icon beside each Settings category. Minimal removes the icons and tightens the rows so more fit on screen.
de: „Standard“ zeigt ein Symbol neben jeder Einstellungskategorie. „Minimal“ entfernt die Symbole und verkleinert die Zeilen, sodass mehr auf den Bildschirm passen.
es: Predeterminado muestra un icono junto a cada categoría de Ajustes. Mínimo quita los iconos y reduce las filas para que quepan más en pantalla.
fr: Par défaut affiche une icône à côté de chaque catégorie de Réglages. Minimal supprime les icônes et resserre les lignes pour en afficher davantage.
it: Predefinito mostra un’icona accanto a ogni categoria di Impostazioni. Minimo rimuove le icone e stringe le righe per farne stare di più.
vi: Mặc định hiển thị một biểu tượng bên cạnh mỗi danh mục Cài đặt. Tối giản bỏ các biểu tượng và thu hẹp các hàng để vừa nhiều hơn trên màn hình.

source: Delete Badge Pack
de: Badge-Paket löschen
es: Eliminar paquete de insignias
fr: Supprimer le pack de badges
it: Elimina pacchetto di badge
vi: Xóa gói huy hiệu

source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
it: Elimina profilo
vi: Xóa hồ sơ

source: Depth Takes Poster Color
de: Tiefe übernimmt Posterfarbe
es: La profundidad toma el color del póster
fr: La profondeur prend la couleur de l’affiche
it: La profondità prende il colore del poster
vi: Chiều sâu lấy màu poster

source: Detail Page
de: Detailseite
es: Página de detalles
fr: Page de détails
it: Pagina dei dettagli
vi: Trang chi tiết

source: Detail Scroll Probe
de: Detail-Scroll-Sonde
es: Sonda de desplazamiento de detalle
fr: Sonde de défilement des détails
it: Sonda di scorrimento dettagli
vi: Đầu dò cuộn chi tiết

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
vi: Nhà phát triển

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
vi: Thiết bị

source: Device sign-in isn't available for %@. Use manual API key entry below.
de: Geräte-Anmeldung ist für %@ nicht verfügbar. Verwende manuelle API-Schlüsseleingabe unten.
es: El inicio de sesión del dispositivo no está disponible para %@. Usa la entrada manual de clave API abajo.
fr: La connexion par appareil n'est pas disponible pour %@. Utilisez la saisie manuelle de la clé API ci-dessous.
it: L'accesso al dispositivo non è disponibile per %@. Usa l'immissione manuale della chiave API di seguito.
vi: Đăng nhập bằng thiết bị không khả dụng cho %@. Dùng nhập API key thủ công bên dưới.

source: Device sign-in isn't configured in this build (missing PREMIUMIZE_CLIENT_ID). Paste an API key from your Premiumize account instead.
de: Geräte-Anmeldung ist in dieser Version nicht konfiguriert (fehlende PREMIUMIZE_CLIENT_ID). Füge stattdessen einen API-Schlüssel aus deinem Premiumize-Konto ein.
es: El inicio de sesión del dispositivo no está configurado en esta compilación (falta PREMIUMIZE_CLIENT_ID). Pega una clave API de tu cuenta de Premiumize en su lugar.
fr: La connexion par appareil n'est pas configurée dans cette version (PREMIUMIZE_CLIENT_ID manquant). Collez plutôt une clé API de votre compte Premiumize.
it: L'accesso al dispositivo non è configurato in questa build (manca PREMIUMIZE_CLIENT_ID). Incolla invece una chiave API dal tuo account Premiumize.
vi: Đăng nhập bằng thiết bị chưa được cấu hình trong bản dựng này (thiếu PREMIUMIZE_CLIENT_ID). Hãy dán API key từ tài khoản Premiumize của bạn.

source: Device sign-in isn't supported for this provider.
de: Geräte-Anmeldung wird für diesen Anbieter nicht unterstützt.
es: El inicio de sesión del dispositivo no es compatible con este proveedor.
fr: La connexion par appareil n'est pas prise en charge pour ce fournisseur.
it: L'accesso al dispositivo non è supportato per questo fornitore.
vi: Nhà cung cấp này không hỗ trợ đăng nhập bằng thiết bị.

source: Diagnostic readouts and test switches used when chasing a bug report. Leave them alone unless you've been asked to capture something.
de: Diagnoseanzeigen und Testschalter für die Fehlersuche bei Fehlerberichten. Nicht verändern, sofern du nicht darum gebeten wurdest, etwas aufzuzeichnen.
es: Lecturas de diagnóstico e interruptores de prueba que se usan al investigar un informe de error. No los toques salvo que se te haya pedido capturar algo.
fr: Relevés de diagnostic et commutateurs de test utilisés pour traquer un bug signalé. N’y touchez pas sauf si on vous a demandé de capturer quelque chose.
it: Letture diagnostiche e interruttori di prova usati per cercare un bug segnalato. Non toccarli a meno che non ti sia stato chiesto di catturare qualcosa.
vi: Các số liệu chẩn đoán và công tắc thử nghiệm dùng khi tìm lỗi được báo cáo. Đừng động vào trừ khi bạn được yêu cầu ghi lại điều gì đó.

source: Diagnostics
de: Diagnose
es: Diagnósticos
it: Diagnostica
vi: Chẩn đoán

source: Diagnostics and A/B switches
de: Diagnose und A/B-Schalter
es: Diagnóstico e interruptores A/B
fr: Diagnostic et commutateurs A/B
it: Diagnostica e interruttori A/B
vi: Chẩn đoán và công tắc A/B

source: Died %@
de: Gest. %@
es: Falleció %@
fr: Décédé(e) le %@
it: Morto %@
vi: Mất %@

source: Directed by %@
de: Regie: %@
es: Dirigida por %@
fr: Réalisé par %@
it: Regia di %@
vi: Đạo diễn: %@

source: Directing
de: Regie
es: Dirección
fr: Réalisation
it: Regia
vi: Đạo diễn

source: Director
de: Regisseur
fr: Réalisateur
it: Regista
vi: Đạo diễn

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
vi: Đã tắt

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
vi: Ngắt kết nối

source: Disconnect MDBList?
de: MDBList trennen?
es: ¿Desconectar MDBList?
fr: Déconnecter MDBList ?
it: Disconnettere MDBList?
vi: Ngắt kết nối MDBList?

source: Disconnect Simkl
de: Simkl trennen
es: Desconectar Simkl
fr: Déconnecter Simkl
it: Disconnetti Simkl
vi: Ngắt kết nối Simkl

source: Disconnect Simkl?
de: Simkl trennen?
es: ¿Desconectar Simkl?
fr: Déconnecter Simkl ?
it: Disconnettere Simkl?
vi: Ngắt kết nối Simkl?

source: Disconnect Trakt
de: Trakt trennen
es: Desconectar Trakt
fr: Déconnecter Trakt
it: Disconnetti Trakt
vi: Ngắt kết nối Trakt

source: Disconnect Trakt?
de: Trakt trennen?
es: ¿Desconectar Trakt?
fr: Déconnecter Trakt ?
it: Disconnetti Trakt?
vi: Ngắt kết nối Trakt?

source: Disconnect debrid provider?
de: Debrid-Anbieter trennen?
es: ¿Desconectar proveedor debrid?
fr: Déconnecter le fournisseur debrid ?
it: Disconnetti il fornitore debrid?
vi: Ngắt kết nối nhà cung cấp debrid?

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
vi: Khám phá

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Chiudi
vi: Đóng

source: Downloads the provider code again from every installed repository.
de: Lädt den Provider-Code erneut aus allen installierten Repositorys herunter.
es: Vuelve a descargar el código del proveedor de todos los repositorios instalados.
fr: Retélécharge le code des fournisseurs depuis tous les dépôts installés.
it: Scarica di nuovo il codice dei provider da tutti i repository installati.
vi: Tải lại mã nhà cung cấp từ mọi kho đã cài.

source: Draw an outline around text for readability
de: Zeichne eine Kontur um Text, um die Lesbarkeit zu verbessern
es: Dibuja un contorno alrededor del texto para legibilidad
fr: Dessine un contour autour du texte pour la lisibilité
it: Disegna un contorno attorno al testo per la leggibilità
vi: Kẻ viền quanh chữ để dễ đọc
